
{
  "biography": "Steve Jobs was an American inventor, designer, and entrepreneur who was the cofounder, chief executive, and chairman of Apple Inc. Born in 1955 to two University of Wisconsin graduate students who gave him up for adoption, Jobs was smart but directionless, dropping out of college and experimenting with different pursuits before cofounding Apple with Steve Wozniak in 1976. Jobs left the company in 1985, launching Pixar Animation Studios, then returned to Apple more than a decade later. The tech giant's revolutionary products, which include the iPhone, iPad, and iPod, have dictated the evolution of modern technology. Jobs died in 2011 following a long battle with pancreatic cancer.",
  
  "quotes": 
  [
    {
      "quote01": "“Innovation distinguishes between a leader and a follower.",
      "quote02": "“Stay hungry, stay foolish.",
      "quote03": "“Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work.”",
      "quote04": "“The only way to do great work is to love what you do.”",
      "quote05": "“My job is not to be easy on people. My job is to take these great people we have and to push them and make them even better.”",
      "quote06": "“It's not about money. It's about the people you have, how you're led, and how much you get it.”",
      "quote07": "“I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance.”",
      "quote08": "“Sometimes life hits you in the head with a brick. Don't lose faith.”",
      "quote09": "“I want to put a ding in the universe.”",
      "quote10": "“Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.”",
      "quote11": "“Your time is limited, so don't waste it living someone else's life.”",
      "quote12": "“Don't be trapped by dogma - which is living with the results of other people's thinking.”",
      "quote13": "“Have the courage to follow your heart and intuition. They somehow already know what you truly want to become.”",
      "quote14": "“Creativity is just connecting things.”",
      "quote15": "“I'm as proud of what we don't do as I am of what we do.”",
      "quote16": "“Quality is more important than quantity. One home run is much better than two doubles.”",
      "quote17": "“Innovation comes from saying no to a thousand things.”",
      "quote18": "“The people who are crazy enough to think they can change the world are the ones who do.”",
      "quote19": "“Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.”",
      "quote20": "“Details matter, it's worth waiting to get it right.”"
    }
  ],

  "facts": 
  [
    {
      "fact01": "Steve Jobs was adopted shortly after being born.",
      "fact02": "Jobs was, biologically, half Arab. His biological father was Syrian and his mother was American.",
      "fact03": "Jobs's biological parents had one mandate--that Jobs be adopted by two college-educated people. The biological parents found out that neither Clara nor Paul Jobs had ever graduated from college, but the adoption went through when it was promised that Steve Jobs would receive a university education (funny considering that Jobs went on to become a college dropout).",
      "fact04": "Jobs and Apple co-founder Steve Wozniak met in high school--Wozniak was 18 and Jobs was just 13.",
      "fact05": "Jobs was a pescetarian, meaning he ate no meat except for fish.",
      "fact06": "He was an official college dropout, but continued his education by informally auditing classes.",
      "fact07": "One class Jobs audited was a calligraphy course, which he says was instrumental in the future Apple products' attention to typography and font.",
      "fact08": "While unofficially attending classes, Jobs struggled to get by. He slept on his friends' dorm room floors, returned Coke bottles for money, and survived off free meals from the local Hare Krishna temple.",
      "fact09": "He had a pretty low GPA--just 2.65. Jobs admitted he never enjoyed school structure and preferred to learn in unconventional ways.",
      "fact10": "He spent seven months traveling around India, experimenting with psychedelic drugs and eventually adopting the practices of Zen Buddhism.",
      "fact11": "Jobs has called experimenting with LSD as 'one of the two or three most important things I have done in my life.'",
      "fact12": "Jobs stole from partner and co-founder of Apple Steve Wozniak. When the pair first created the Breakout game for Atari, they planned on splitting the pay 50-50. Although Atari gave Jobs $5,000 for the game, Jobs told Wozniak they got $700, leaving Wozniak to take home $350 while Jobs pocketed the other $4,650.",
      "fact13": "Jobs was moved to the night shift when working at Atari due to complaints about his hygiene. He rarely showered and would walk around barefoot in the Atari offices.",
      "fact14": "There was actually a third founder of Apple--Ronald Wayne, who even designed Apple's first logo. Wayne sold his 10 percent stake just two weeks after partnering with Jobs and Wozniak for only $800 (talk about regrets).",
      "fact15": "The original Apple I computer was priced at $666.66. Don't worry, there was no devil worshipping going on--Jobs and Wozniak just wanted the Apple I to cost one-third more than wholesale ($500).",
      "fact16": "Jobs was pushed out of his own company in 1985. Despite the fallout, he later recognized the coup as a blessing in disguise, as it gave him a chance to experiment creatively and purchase an animation studio, which would later be known as Pixar. Eventually he rejoined Apple as CEO in 1997 (and revitalized the failing company).",
      "fact17": "Shortly after being shooed out of Apple, Jobs applied to fly on the Space Shuttle as a civilian astronaut (he was rejected) and even considered starting a computer company in the Soviet Union.",
      "fact18": "Jobs had an illegitimate child, Lisa Brennan, when he was 23, whose paternity he denied for years. Lisa's mother had to use welfare checks to raise her child. Eventually, Jobs did accept Lisa as his legitimate child, and she changed her name to Lisa Brennan-Jobs.",
      "fact19": "Despite initially denying paternity, around the time Lisa was born, Jobs named a new Apple computer the Apple Lisa (although Jobs claimed it simply stood for Local Integrated Software Architecture).",
      "fact20": "While at Apple, Jobs always kept his annual salary at $1. Don't worry, with 5.5 million shares of Apple stock and as the majority shareholder of Disney stock (from selling Pixar), he wasn't quite what you'd call a starving artist.",
      "fact21": "Jobs ended up connecting later in life with his biological sister, Mona Simpson, whom he grew very close with. Both were naturally artistic and shared much in common.",
      "fact22": "The movie Anywhere But Here is based on a book written by Jobs's sister, Mona Simpson. The movie is dedicated to Jobs.",
      "fact23": "Jobs was no philanthropist. In fact, in Apple's early days, he cut the company's philanthropic programs, saying they would return when the company was more profitable. Despite Apple's enormous success, the charitable programs were never reinstated.",
      "fact24": "Jobs had an entire team devoted to packaging who studied the experience of opening a box to learn how to achieve the excitement and emotional response that is now common with Apple products.",
      "fact25": "A well-known egomaniac, Jobs was infamous for being difficult and demanding. In 1993, he held a spot on Fortune's list of America's Toughest Bosses.",
      "fact26": "Jobs was not always friendly with journalists and the media, wanting to retain total control of Apple's impression on the public. Apple even sued teenager Nicholas Ciarelli for his Think Secret blog, where he revealed rumors and secret details about upcoming Apple products.",
      "fact27": "Jobs is listed as either primary inventor or co-inventor for 346 United States patents related to a range of technologies, with most of the patents being for design.",
      "fact28": "Jobs had romantic relationships with Joan Baez and Diane Keaton.",
      "fact29": "Apple co-founder Steve Wozniak notes that Jobs never learned how to code.",
      "fact30": "Bill Clinton once invited Jobs to spend the night sleeping in the Lincoln bedroom of the White House.",
      "fact31": "Apple has been ranked No. 1 on Fortune's list of America's most admired companies.",
      "fact32": "Jobs harbored an intense dislike for PCs, and is quoted as saying to one friend, 'I'd rather sell dog shit than PCs.'",
      "fact33": "He never put license plates on his silver Mercedes (despite driving it constantly). How did he do it? California has a rule that a car owner has six months to put plates on a new car. Jobs just changed cars (to the identical model) every six months, allowing him to drive without plates.",
      "fact34": "Jobs often parked in spots reserved for the handicapped.",
      "fact35": "Jobs originally did not want to offer his products in white, but he was swayed after being introduced to the 'moon gray' shade. Pretty surprising considering the iconic clean, white look of Apple products today.",
      "fact36": "Jobs actually served as a mentor for Google founders Sergey Brin and Larry Page, even sharing some of his advisers with the Google duo.",
      "fact37": "Jobs was furious when Google created its Android devices, entering as an Apple competitor in the phone market.",
      "fact38": "Jobs was found to have pancreatic cancer in 2003, but rather than taking the doctor-recommended path of immediate operation, Jobs subscribed to an alternative-medicine regimen, including a vegan diet, acupuncture, and herbal remedies, even consulting a psychic.",
      "fact39": "After nine months, Jobs gave in and underwent surgery. Many consider the delay a major factor in his eventual decline.",
      "fact40": "Apple, Microsoft, and Disney properties (including Disneyland and Disney World) flew their flags at half-staff when Jobs died.",
      "fact41": "His last words on his deathbed were, 'Oh wow, oh wow, oh wow,' while gazing over his family's shoulders.",
      "fact42": "Tim Cook revealed in a 2014 interview that Jobs's main office and nameplate are still as they were in 2011, when Jobs passed away.",
      "fact43": "Sunday, October 16, 2011, was declared Steve Jobs Day by the governor of California, Jerry Brown."
    }
  ],

  
  "Movies": [
    {
      "movie01": [
        {
          "name": "Steve Jobs",
          "release_year": 2015,
          "director": "Danny Boyle",
          "runtime": "122 minutes",
          "actors": ["Michael Fassbender", "Kate Winslet", "Seth Rogen", "Jeff Daniels"],
          "genre": "Biography, Drama",
          "synopsis": "The life of Apple co-founder Steve Jobs is chronicled in this biographical drama, focusing on three pivotal moments in his career."
        }
      ],
      "movie02": [
        {
          "name": "Jobs",
          "release_year": 2013,
          "director": "Joshua Michael Stern",
          "runtime": "128 minutes",
          "actors": ["Ashton Kutcher", "Josh Gad", "Dermot Mulroney"],
          "genre": "Biography, Drama",
          "synopsis": "This biographical drama focuses on the rise of Steve Jobs, from his early years in Silicon Valley to the creation of Apple Inc."
        }
      ],
      "movie03": [
        {
          "name": "Pirates of Silicon Valley",
          "release_year": 1999,
          "director": "Martyn Burke",
          "runtime": "96 minutes",
          "actors": ["Noah Wyle", "Anthony Michael Hall", "Joey Slotnick"],
          "genre": "Biography, Drama",
          "synopsis": "A dramatized portrayal of the rivalry between Steve Jobs and Bill Gates, covering the early days of Apple and Microsoft."
        }
      ],
      "movie04": [
        {
          "name": "The Man in the Machine",
          "release_year": 2015,
          "director": "Alex Gibney",
          "runtime": "128 minutes",
          "actors": ["Steve Jobs", "Tim Cook", "Bill Gates", "John Sculley"],
          "genre": "Documentary, Biography",
          "synopsis": "This documentary explores the controversial life and legacy of Steve Jobs, focusing on his impact on technology and his personal struggles."
        }
      ],
      "movie05": [
        {
          "name": "iSteve",
          "release_year": 2013,
          "director": "Ryan Perez",
          "runtime": "81 minutes",
          "actors": ["Justin Long", "James Urbaniak", "Michael McMillian"],
          "genre": "Comedy, Drama",
          "synopsis": "A satirical, comedic biopic of Steve Jobs, starring Justin Long as Jobs in a light-hearted, fictionalized portrayal of his life."
        }
      ],
      "movie08": [
        {
          "name": "Steve Jobs: The Lost Interview",
          "release_year": 2012,
          "director": "Robert X. Cringely",
          "runtime": "64 minutes",
          "actors": ["Steve Jobs"],
          "genre": "Documentary",
          "synopsis": "This rare and intimate interview with Steve Jobs, originally recorded in 1995, offers insight into his philosophies on technology, creativity, and life."
        }
      ]
    }
  ],

  "campaign": [
    {
      "campaign01": "Think D1ff3r3nt",
      "campaign02": "Th!nk D!ff3r3nt",
      "campaign03": "T#ink D!fferent",
      "campaign04": "THiNk DiFfErEnT",
      "campaign05": "T!nK D!ffErEnT",
      "campaign06": "T.h.i.n.k D!ff3r3nt",
      "campaign07": "T|H|I|N|K D!ffErEnT",
      "campaign08": "T#INK D!ffErEnT",
      "campaign09": "₮h!n₮ D!ffₑrₑnt",
      "campaign10": "Tʜ!nK D1ffErEnT",
      "campaign11": "Th!nk D1ff3r3nT",
      "campaign12": "T#INk D!ffErEnT"
    }
  ],

  "devTips":
  [
    {
      "tip01": "“I've always found that you've got to start with the customer experience and work backwards for the technology. You can't start with the technology and try to figure out where you're going to try to sell it.”",
      "tip02": "“If I'd done what my customers wanted, then I would have built a faster horse”",
      "tip03": "“Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn't really do it, they just saw something. It seemed obvious to them after a while. That's because they were able to connect experiences they've had and synthesize new things. And the reason they were able to do that was that they've had more experiences or they have thought more about their experiences than other people”",
      "tip04": "“It takes a lot of hard work, to make something simple, to truly understand the underlying challenges and come up with elegant solutions”",
      "tip05": "“Design is not just what it looks and feels like, How it works is design.”"
    }
  ]
}
